Repository: sillsdev/FwLocalizations
Catalog: messages.rw.tmx
Source language: en
Languages: rw

source: Not Sure
rw: Simbyizeye

source: <Not sure>
rw: <Simbyizeye>

source: <Not Sure>
rw: <Simbyizeye>

source: _Notebook
rw: _Ikayi

source: Notebook
rw: Ikayi

source: Notes
rw: Ibyitabwaho

source: Notice
rw: Icyotonderwa

source: Nov
rw: Ugushy

source: Numbe&r
rw: Umuba&re

source: Number
rw: Umubare

source: Number in Corpus
rw: Umubare mu nkoranyanyandiko

source: Oct
rw: Ukwkr

source: {0} of {1}
rw: {0} muri {1}

source: One Word
rw: Ijambo rimwe

source: Only {0}
rw: Gusa {0}

source: Only...
rw: Gusa...

source: &Open
rw: &Gufungura

source: Open
rw: Gufungura

source: Open {0} in FieldWorks {1}
rw: Gufungura {0} muri Fieldworks {1}

source: Open a project...
rw: Gufungura umushinga...

source: Open Project
rw: Gufungura umushinga

source: &Open...
rw: &Gufungura...

source: _Open...
rw: _Gufungura...

source: Options
rw: Amahitamo

source: _Options...
rw: _Amahitamo...

source: Options:
rw: Amahitamo:

source: Orange,255,102,0
rw: Oranje,255,102,0

source: Order
rw: Gukurikiranya

source: Order Number
rw: Gukurikiranya imibare

source: Original
rw: Cy'ibanze

source: &Original name: {0}
rw: &Izina ry'ibanze: {0}

source: &Other
rw: &Ibindi

source: Other
rw: Ibindi

source: Other Names:
rw: Andi mazina:

source: Other...
rw: Ibindi...

source: Other:
rw: Ibindi:

source: _Overview
rw: _Icy'ibanze

source: Overview
rw: Icy'ibanze

source: Overview & Backup
rw: Icy'ibanze & Kubika kopi ngoboka

source: Overwrite
rw: Gusimbuza

source: Pa_rse all words
rw: Gu_sesengura amagambo yose

source: Pa_rser
rw: In_sesengurajambo

source: Page {0} of about {1}
rw: Ipaji {0} yo muri {1}

source: Page Setup
rw: Gutunganya urupapuro

source: Page Setup - {0}
rw: Gutunganya urupapuro - {0}

source: P&age Setup...
rw: G&gutunganya ipaji...

source: Page Set&up...
rw: Gutu&nganya ipaji...

source: Page Setup...
rw: Gutunganya Ijapi...

source: Page Width
rw: Ubugari bw'ipaji

source: Paragraph
rw: Igika

source: Paragraph Break
rw: gucamo ibika

source: Paragraph Separator
rw: Agatandukanya bika

source: _Parse
rw: _Gusesengura ijambo

source: Parse _Current Word
rw: Gusesengura _ijambo rigezweho

source: Parse result
rw: ibivuye mu isesengurajambo

source: Parse Words in Te_xt
rw: Gusesengura amagambo mu ny_andiko

source: Parser Parameters
rw: Imyubakire ya musesenguzi

source: Parser Status:
rw: Imiterere ya musesenguzi:

source: Parsing
rw: Isesengura

source: Participants
rw: Abitabiriye

source: Parts of Speech
rw: Ubwoko bw'ijambo

source: Password
rw: Ijambobanga

source: &Password:
rw: &Ijambobanga:

source: Pass&word:
rw: Ijambo&banga:

source: &Paste
rw: &Kubambika

source: _Paste
rw: _Kubambika

source: Paste
rw: Kubambika

source: Paste _Hyperlink
rw: Kubambika _inzirampuza

source: People
rw: Abantu

source: _Person
rw: _Umuntu

source: Person
rw: Umuntu

source: Pg. {0}
rw: P. {0}

source: Pg. 1
rw: P. 1

source: Pg. 2
rw: P. 2

source: Pg. 3
rw: P. 3

source: Pg. 4
rw: P. 4

source: Pg. 5
rw: P. 5

source: Pg. 6
rw: P. 6

source: Pg. 7
rw: P. 7

source: Pg. 8
rw: P. 8

source: Ph{0} {1}
rw: Terr {0} {1}

source: Phase 1 Error
rw: Ikosa ryo ku ntera ya 1

source: Phoneme
rw: Ijwi shingiro

source: Phoneme: {0}
rw: Ijwi shingiro: {0}

source: Phonemes
rw: Amajwi shingiro

source: Phonemes/Features
rw: Inyantego/Imiterere

source: phonological feature
rw: Imiterere nyemvugo

source: Phonological Feature
rw: Imiterere nyemvugo

source: Phonological Feature and Values
rw: Imiterere nyemvugo n'agaciro kayo

source: Phonological Feature Description
rw: Igisobanuro cy'imiterere nyemvugo

source: _Phonological Feature...
rw: _Imiterere nyemvugo...

source: Phonological Features
rw: Imiterere nyemvugo

source: Phonological Rule
rw: Itegeko nyemvugo

source: Phonological Rules
rw: Amategeko nyemvugo

source: Phonology Note
rw: Icyitonderwa cy'iyigamvugo

source: Phonology Notes
rw: Ibyitonderwa by'iyigamvugo

source: _Picture
rw: _Ishusho

source: Picture
rw: Ishusho

source: Picture Properties
rw: Imiterere y'ishusho

source: <Picture>
rw: <Ishusho>

source: Picture-Caption
rw: Ishusho-Igisobanuro

source: Picture-FileName
rw: Ishusho-Izina rya fishiye

source: Place of Birth
rw: Aho yavukiye

source: Place of Residence
rw: Aho atuye

source: &Preview
rw: &Irebamisusire

source: Preview
rw: Irebamisusire

source: Preview:
rw: Irebamisusire:

source: _Previous
rw: _Ibyabanje

source: Primary Gloss
rw: Igisobanuro cy'ibanze

source: Print
rw: Gucapurura

source: &Print Report...
rw: &Raporo y'icapurura...

source: Print View
rw: Imisusire mbere y'icapurura

source: &Print...
rw: &Gucapurura...

source: _Print...
rw: _Gucapurura...

source: Printing Error
rw: Ikosa ry'icapurura

source: Problem
rw: Ikibazo

source: Problem Importing
rw: Imbogamizi zo gukururiramo

source: Problem Report
rw: Gutanga raporo y'imbogamizi

source: Problems
rw: Imbogamizi

source: Process
rw: Guhitisha

source: Process:
rw: Guhitisha:

source: Processing
rw: Ihitisha

source: Processing error
rw: Gukosora ikosa

source: Program error
rw: Ikosa rya porogaramu

source: Programming error
rw: Ikosa ry'imyubakire ya porogaramu

source: Programming Error
rw: Ikosa ry'imyubakire ya porogaramu

source: Progress
rw: Ibyagezweho

source: Project _Management
rw: Umushinga _Imicungire

source: Project File:
rw: Ifishiye y'umushinga:

source: Project &Management
rw: Imicungire y'&umushinga

source: Project Management
rw: Imicungire y'umushinga

source: Project &Name:
rw: Izina ry'&umushinga

source: Project Properties
rw: Ibiranga umushinga

source: &Project:
rw: &Umushinga:

source: Project:
rw: Umushinga:

source: Project: {0}
rw: Umushinga: {0}

source: Projects Folder
rw: Idokima y'Imishinga

source: Promote
rw: Kuzamura mu rwego

source: pronunciation
rw: Uko bivugwa

source: _Pronunciation
rw: _Uko bivugwa

source: Pronunciation
rw: Uko bivugwa

source: Pronunciations
rw: Uko bivugwa

source: Properties
rw: Irangamimerere

source: Publication
rw: Itangaza

source: Publications
rw: Amatangaza

source: Publish In
rw: Gutangariza muri

source: &Punctuation Usage...
rw: &Imikoreshereze y'utwatuzo...

source: Punctuation, Dash
rw: Akatuzo, Akanyerezo

source: Question
rw: Ikibazo

source: Questions
rw: Ibibazo

source: Queue: ({0}/{1}/{2})
rw: Urukurikirane: ({0}/{1}/{2})

source: Raised
rw: Cyazamuwe

source: Readiness
rw: Ukwitegura

source: Record
rw: Icyandikwa

source: Records
rw: Ibyandikwa

source: Red,255,0,0
rw: Umutuku,255,0,0

source: &Redo
rw: &Gusubiza aho wari ugeze

source: _Redo
rw: _Gusubiza aho wari ugeze

source: Redo
rw: Gusubiza aho wari ugeze

source: &Redo {0}
rw: &Gusubiza aho wari ugeze {0}

source: Redo {0}
rw: Gusubiza aho wari ugeze {0}

source: Redo Merge
rw: Subiza inyuma ibyahujwe

source: Redo Merge Cells
rw: Subiza inyuma imyanya yahujwe

source: Redo Move Here
rw: Subiza inyua icyo wimuriye aha

source: Redo Move Item
rw: Subuza inyuma icyimuwe

source: Redo Set Natural Class
rw: Subiza amajwishingiro uko yahoze

source: Ref
rw: Reb

source: Reference
rw: Ishakiro

source: Reference Count
rw: Kubara Ishakiro

source: References
rw: Amashakiro

source: _Refresh
rw: _Gusubiza ubushya

source: Refresh the screen.
rw: Gusaubiza ekara ubushya

source: Region abbreviation (2 or 3 char.):
rw: Impine y'akarere (inyug. 2 cyangwa 3):

source: Region name:
rw: Izina

source: Related Domains
rw: Ibyiciro bifitanye isano

source: Related Words
rw: Amagambo bifitanye isano

source: relation
rw: isano

source: {0}/{1} relation
rw: {0}/{1} isano

source: Relation Type
rw: Ubwoko bw'isano

source: relation.
rw: isano.

source: Reminders
rw: Imbuzi

source: &Remove
rw: &Gukuraho

source: < &Remove
rw: < &Gukuraho

source: Remove
rw: Gukuraho

source: Remove &All
rw: Gukuramo &byose

source: Removing: '{0}' ...
rw: Ugukuraho: '{0}' ...

source: &Rename ...
rw: &Kongera kwita izina...

source: Rename a FieldWorks project.
rw: Kongera kwita umushinga wa Fieldwork izina.

source: Rename FieldWorks Project
rw: Kongera kwita umushinga wa Fieldwork izina

source: Rename Toolbar
rw: Kongera kwita akanyabikoresho izana

source: &Rename...
rw: &Kongera kwita izina...

source: Renaming project...
rw: Kongra kwita umushinga izina...

source: &Replace
rw: &Gusimbuza

source: Replace
rw: Gusimbuza

source: Replace &All
rw: Gusimbuza &byose

source: Replace All
rw: Gusimbuza byose

source: Re&place with:
rw: Gu&simbuza na:

source: R&eplace...
rw: Gu&simbuza...

source: Replace...
rw: Gusimbuza...

source: Replace: {0} with {1}
rw: Gusimbuza: {0} na {1}

source: Report
rw: Raporo

source: Report a Problem
rw: Kumenyekanisha ikibazo

source: _Report a Problem...
rw: _Gutanga raporo y'ikibazo...

source: Representation
rw: Igaragaza

source: Research Plan
rw: Pula y'ubushakashatsi

source: Researchers
rw: Abashakashatsi

source: ResearchPlan
rw: Pilay'Ubushakashatsi

source: &Reset
rw: &Bikuremo

source: _Resources
rw: _Ibyifashishwa

source: Restore
rw: Gusubizaho ibyahahoze

source: Restore a FieldWorks project.
rw: Gusubizaho Umushinga wa Fieldworks.

source: Restore a Project
rw: Gusubizaho umushinga

source: Restore Failed
rw: Gusubizamo umushinga byanze

source: Restore FieldWorks Project
rw: Gusubizamo Umushingwa wa Fieldwork

source: Restoring...
rw: Ugusubizamo umushinga...

source: Restriction
rw: Ikibujijwe

source: Restrictions
rw: Ibibujijwe

source: Retry
rw: Kongera kugerageza

source: reversal
rw: umwinjizo mu rundi rurimi

source: Reversal Entries
rw: Imyinjizo yo mu rundi rurimi

source: Reversal Entry
rw: Umwinjizo wo mu rundi rurimi

source: Reversal Index
rw: Irangiro ry'imyinjizo mu rundi rurimi

source: Reversal Index Categories
rw: Irangiro ry'ibyiciro by'iyinjizo yo mu rundi rurimi

source: _Reversal Indexes
rw: _Amarangiro y'imyinjizo yo mu rundi rurimi

source: &Right
rw: &Iburyo

source: Right
rw: Iburyo

source: Right Member
rw: Umunyamuryango w'iburyo

source: &Right:
rw: &Iburyo:

source: Right-to-left
rw: Iburyo ujya ibumoso

source: Right-to-Left
rw: Iburyo ujya ibumoso

source: Role
rw: Uruhare

source: Roles
rw: Uruhare rutandukanye

source: Root-based (complex forms as subentries)
rw: Gishingiye-ku-gicumbi (imiterere y'urusobe nk'imyinjizo yungirije)

source: Row:
rw: Iranje:

source: Rows
rw: Amaranje

source: Run the Demo Movies.
rw: Fungura Filimi ntangarugero.

source: SampleValue
rw: AgaciroNtangarugero

source: &Save
rw: &Kubika

source: Save
rw: Kubika

source: Save as Webpage
rw: Kubika nk'ipaji ya webu

source: Save as:
rw: Kubika nka:

source: Save changes?
rw: Kubika ibyahinduwe?

source: Save in:
rw: Kubika muri:

source: &Save Report...
rw: &Kuboka raporo...

source: &Save...
rw: &Kubika...

source: Saves changes.
rw: Ibika ibyahindutse.

source: Saving all changes...
rw: Ukubika ibyahindutse byose...

source: Saving project {0}...
rw: Ukubika umushinga {0}...

source: Saving...
rw: Ukubika...

source: Scan
rw: Gusikana

source: Schema
rw: Ishusho

source: Scientific Names
rw: Amazina ya gihanga

source: ScientificName
rw: Izina ry'abahanga

source: Se_t up Writing Systems...
rw: Ku_ge_na indimi z'imyandikire...

source: Sea Green,51,153,102
rw: Icyatsi cy'inyanja,51,153,102

source: &Search
rw: &Gushakashaka

source: Search
rw: Gushakashaka

source: Search &By:
rw: Gushakira &kuri:

source: Search &For:
rw: Gushaka i:

source: Search in the line:
rw: Gushakira mu murongo:

source: Search Options
rw: Ubwo gushakisha

source: Searching Folder:
rw: Gushakisha idosiye:

source: Searching...
rw: Ishakisha...

source: Secondary Order
rw: Itondeka rya kabiri

source: See Also
rw: Reba nanone

source: Select
rw: Gutoranya

source: Select _All
rw: Kutoranya _byose

source: Select A&ll
rw: Guhitamo b&yose

source: Select All
rw: Guhitamo byose

source: Select All Text
rw: Toranya inyandiko zose

source: Select Language
rw: Guhitamo ururimi

source: Select Writing System
rw: Guhitamo ururimi rw'imyandikire

source: _Semantic Domain
rw: _Icyiciro nyunguramagambo

source: Semantic Domain
rw: Icyiciro nyunguramagambo

source: Semantic Domains
rw: Ibyiciro nyunguramagambo

source: Semantics Note
rw: Note nyunguramagambo

source: Semantics Notes
rw: Note nyunguramagambo

source: Send this Project for the first time...
rw: Kohereza uyu mushinga bwa mbere...

source: _Send/Receive
rw: Kohereza/Kwakira

source: Send/Receive
rw: Kohereza/Kwakira

source: Send/Receive _Lexicon (WeSay)...
rw: Kohereza/Kwakira _Inkoranya (WeSay)...

source: Send/Receive...
rw: Kohereza/Kwakira...

source: sense
rw: igisobanuro

source: _Sense
rw: _Igisobanuro

source: Sense
rw: Igisobanuro

source: Sense Number
rw: Inomero y;igisobanuro

source: Sense Type
rw: Ubwoko bw'igisobanuro

source: Sense Types
rw: Ubwoko bw'ibisobanuro

source: Sense: {0}
rw: Igisobanuro: {0}

source: Senses
rw: Ibisobanuro

source: Senses:
rw: Ibisobanuro:

source: Set criteria...
rw: Gushyiraho amabwiriza...

source: Set Morph Criteria
rw: Gushyiraho amabwiriza y'akaremejambo

source: Set Natural Class...
rw: Kora Amajwishingiro...

source: Set Occurrence
rw: Gushyiraho uko ibintu birabaho

source: Set occurrence (min. and max.)...
rw: Gushyiraho uko ibintu birabaho (hasi no hejuru)...

source: Sharing Projects
rw: Gukorana ku mishinga

source: Shoebox project
rw: Umushinga wa Shoebox

source: Shoebox Project Files
rw: Amafishiye y'Umushinga wa Shoebox

source: Short delay
rw: Gukererwa buke

source: Short Description
rw: Igisobanuro kigufi

source: Show
rw: Kwerekana

source: Show _Dictionary Preview
rw: Kwerekana _Imigaragarire y'Inkoranya

source: Show _Morphology
rw: Kwerekana _Intego

source: &Show >>
rw: &Kwerekana>>

source: Show Advanced
rw: Kwerekana mu buryo buhambaye

source: Show All
rw: Kwerekana byose

source: Show all right now
rw: Kwerekana byose nohaha

source: &Show all types
rw: &Kwerkana ubwoko bwose

source: _Show all types
rw: _Kwerekana ubwoko bwose

source: Show As Headword In
rw: Erekana nk'umwinjizo muri

source: Show Entry in Lexicon
rw: Kwerekana umwinjiro mu nkoranya

source: _Show Hidden Fields
rw: _Kwerekana imyanya ihishe

source: Show Hidden Fields
rw: Kwerekana imyanya ihishe

source: Show in folder.
rw: Kwerekanira mu idokima.

source: Show in Natural Classes list
rw: Byerekane mu rutonde rw'amajwishingiro

source: Show in Reversal Index (Ctrl-Click)
rw: Kwerekana muri Ishakiro ry'Impindure (Ctrl-Click)

source: Similar Entries
rw: Imyinjiro isa

source: simulfix
rw: agasharu ndyomoso

source: Single-line Text
rw: Inyandiko ijya ku murongo umwe

source: Size
rw: Ingano

source: S&ize:
rw: In&gano:

source: Si&ze:
rw: In&gano

source: Skip
rw: Bsimbuke

source: Sky Blue,0,204,255
rw: Ubururu bwa juru,0,204,255

source: Sort method:
rw: Uburyo bwo gupanga ku murongo:

source: &Sort order:
rw: &Uburyo bipanze ku murongo:

source: Sorted by {0}
rw: Byakurikiranyijwe hakurikijwe {0}

source: Sorted By Length
rw: Byakurikiranyijwe hashingiwe ku burebure

source: Sorted From End
rw: Byakurikiranyijwe bihereye ku mpera

source: _Sorting
rw: _Itondekanya

source: Sorting
rw: Itondekanya

source: Sound Files
rw: Amafishiye y'amajwi

source: _Sound or Movie
rw: _Ijwi cyangwa videwo

source: Source
rw: Inkomoko

source: Source (of text)
rw: Inkomoko (y'inyandiko)

source: Source Field:
rw: Umwanya w'inkomoko:

source: Source Order
rw: Imikurikiranire y'inkomoko

source: Sources
rw: Inkomoko

source: SPACE
rw: UMWANYA

source: {0} Space character
rw: {0} inyuguti y'umwanya

source: Spacing
rw: Igenamwanya

source: Spacing After
rw: Gusiga umwanya inyuma

source: Spacing Before
rw: Gusiga umwanya imbere

source: Special _character...
rw: Imiterere _yihariye...

source: Spec&ial:
rw: Cyi&hariye:

source: Specific &Sense
rw: Igisobanuro &cyihariye

source: Specify Grammatical Info...
rw: Garagaza amkr. ku kibonezamvugo...

source: Specify Writing Systems
rw: Garagaza ururimi rw'imyandikire

source: Spelled correctly?
rw: Byanditse neza?

source: Spelling
rw: Imyandikire

source: Spelling dictionary
rw: Inkoranya y'imyandikire

source: Spelling Dictionary Problem
rw: Ikibazo mu nkoranya y'imyandikire

source: Spelling dictionary:
rw: Inkoranya y'imyandikire:

source: Spelling Errors
rw: Amakosa y'imyandikire

source: (Spelling Proto)
rw: (Imyandikire y'ururimi nkomoko)

source: Spelling Status
rw: Imiterere y'imyandikire

source: standard
rw: yemewe

source: Standard
rw: Yemewe

source: standard format
rw: Imiterere yemewe

source: _Standard Format Lexicon...
rw: _Inkoranya y'imiterere yemewe...

source: Start a new paragraph ...
rw: Gutangira igika gishya ...

source: Start at
rw: Gutangirira kuri

source: S&tart at:
rw: Gu&tangirira kuri:

source: started
rw: byatangiye

source: Startup Problem
rw: Ikibazo cy'itangira

source: Statistics
rw: Sitatisitiki

source: Status
rw: Imiterere y'ubu

source: stem
rw: igicumbi

source: {0} Stem
rw: {0} Igicumbi

source: Stem Form
rw: Imiterere y'igicumbi

source: stems
rw: ibicumbi

source: Step {0} of {1}
rw: Intambwe {0} {1}

source: Step 1
rw: Intambwe ya 1

source: Step 1 of 3
rw: Intambwe ya 1 muri 3

source: Step 1 of 7
rw: Intambwe ya 1 muri 7

source: Step 1 of 8
rw: Intambwe ya 1 mu 8

source: Step 2
rw: Intambwe ya 2

source: Step 3
rw: Intambwe ya 3

source: &Stop
rw: &Guhagarika

source: Stop
rw: Guhagarika

source: _Stop Parser
rw: _Guhagarika insesenguzi

source: Style:
rw: Imiterere ya buri gice:

source: Styles
rw: Imiterere ya buri bice:

source: &Styles...
rw: &Imiterere ya buri bice...

source: Subcategory
rw: Icyiciro cyungirije

source: Subcategory...
rw: Icyiciro cyungirije...

source: Subdomain
rw: Icyiciro cyungirije

source: Subentries
rw: Imyinjiro y'inyunge

source: Subentry/Complex Form Type :
rw: Umwinjizo w'inyunge/Ubwoko bw'imiterere y'inyunge:

source: Subsense (in sense)
rw: igisobanuro nyunganizi (mu isobanura)

source: suffix
rw: ingereka

source: {0} Suffix
rw: Ingereka {0}

source: Suggest
rw: Kugena ibyakorwa

source: Summary Definition
rw: Igisobanuro cy'incamake

source: Swahili
rw: Igiswayire

source: Symbol, Currency
rw: Ikimenyetso, Mafaranga

source: Symbol, Math
rw: Ikimenyetso, Imibare

source: Table
rw: Imbonerahamwe

source: Target Field:
rw: Umwanya ugenderewe:

source: TECkit (compiled TEC file)
rw: TECkit (ifishiye TEC yakozwe)

source: TECkit (source MAP file)
rw: TECkit (ifishiye y'inkomoko ya MAP)

source: Test
rw: Igerageza

source: Text
rw: Inyandiko

source: Text after
rw: Inyandiko inyuma

source: Te&xt after:
rw: Iny&andiko inyuma

source: Text before
rw: Inyandiko imbere

source: Text &before:
rw: Inyandiko &imbere

source: Text changes:
rw: Impinduka z'inyadiko:

source: Text Chart
rw: Imbonerahamwe y'inyandiko

source: Text Files
rw: Amafishiye y'inyandiko

source: Text Files (*.txt)|*.txt|All Files (*.*)|*.*
rw: Amafishiye y'inyandiko (*.txt)|*.txt|All Files (*.*)|*.*

source: Text files|*.txt
rw: Ifishiye y'inyandiko|*.txt

source: Text is {0}
rw: Inyandiko ni {0}

source: Text is {0} on {1}
rw: Inyandiko ni {0} kuri {1}

source: Text Only (Always)
rw: Inyandiko gusa (Buri gihe)

source: Text to match:
rw: Inyandiko yo guhuza:

source: texts
rw: inyandiko

source: Texts
rw: Inyandiko

source: _Texts && Words
rw: _Inyandiko && Amagambo

source: Texts & Words
rw: Inyandiko & Amagambo

source: The following complex form types were added to the language project:
rw: Imiterere y'urwunge ikurikira yongerewe ku mushinga w'ururimi:

source: There was an error: {0} {1}
rw: Habaye ikosa: {0} {1}

source: THIS IS A TEST!
rw: IRI NI IGERAGEZA!

source: This view shows semantic domains that have been used to classify senses, each listing the related senses. You can optionally show all semantic domains, even those that have not been used for any senses.
rw: Iri rebero rigaragaza ibyiciro byakoreshejwe mu gupanga ibisobanuro, buri kimwe gitondeka ibisobanuro bifite aho bihuriye. Ushobora guhitamo kwerekana ibyiciro nyunguramagambo byose, ndetse n'ibyaba bitakoreshejwemo igisobanuro na kimwe.

source: &Tile
rw: &Umutwe

source: Time Of Day
rw: Igihe cy'umunsi

source: Time of Event
rw: Igihe ikintu cyabereye

source: Title
rw: Umutwe

source: Title (of text)
rw: Umutwe (w'inyandiko)

source: Title:
rw: Umutwe:

source: Titlecase
rw: Inyuguti z'umutwe w'inkuru

source: To Category
rw: Mu cyiciro

source: Toggle
rw: Ifunga n'ifungura

source: Tone
rw: Isaku

source: Tones
rw: Amasaku

source: Toolbars
rw: Ibikoresho

source: Toolb&ars:
rw: Ibi&koresho:

source: &Tools
rw: &Ibikoresho

source: _Tools
rw: _Ibikoresho

source: Tools
rw: Ibikoresho

source: &Top
rw: &Hejuru

source: Top
rw: Hejuru

source: &Training
rw: &Ihugurwa

source: _Training
rw: _Ihugurwa

source: Training
rw: Ihugurwa

source: Translation
rw: Ihindurandimi

source: Translation Type
rw: Ubwoko bw'ihindurandimi

source: Translation Types
rw: Ubwoko bw'isemura

source: Translations
rw: Ihindurandimi

source: &Treat as Symbol
rw: &Gufata nk'ikimenyetso

source: Try a Word
rw: Kugerageza ijambo

source: _Try a Word...
rw: _Kuhgerageza ijambo...

source: &Try it
rw: &Kurigerageza

source: Turn off all filters
rw: Gufunga inshunguzi zose

source: Turn off all filters.
rw: Gufunga inshunguzi zose.

source: Tutorials
rw: Ibyo kwiyigisha

source: _Type
rw: _Ubwoko

source: Type
rw: Ubwoko

source: Type or Values
rw: Ubwoko cyangwa Agaciro

source: Type:
rw: Ubwoko:

source: Typing "{0}"
rw: Ukwandika "{0}"

source: Undecided
rw: Bitaremezwa

source: {0} Underline
rw: {0} Gucaho akarongo

source: Under&line color:
rw: Ibara ryo gucaho &akarongo:

source: &Undo
rw: &Gusubiza uko byari biri

source: _Undo
rw: _Gusubiza uko byari biri

source: Undo
rw: Gusubiza aho wari uvuye

source: &Undo {0}
rw: &Gusubiza aho wari uvuye {0}

source: Undo {0}
rw: Gusubiza aho wari uvuye {0}

source: Undo {0} actions
rw: Ibikorwa by ousubiza uko byari bimeze {0}

source: Undo Cut
rw: Subizaho ibyari bikaswe

source: Undo Delete
rw: Subizaho ibyari bihanaguwe

source: Undo Merge
rw: Gusubizaho ibyari byavanzwe

source: Undo Set Natural Class
rw: Subiza inyuma ibyahinduwe ku Ijwishingiro

source: UNK
rw: KTZW

source: Unknown
rw: Kitazwi

source: UNKNOWN (DO NOT TRANSLATE)
rw: KITAZWI (WIKWIRIRWA USEMURA)

source: unknown category
rw: icyiciro kitazwi

source: <Unknown Complex Form>
rw: <Imiterere y'inyunge itazwi>

source: Unknown error({0}).
rw: Ikosa ritazwi({0}).

source: Unknown Gloss!
rw: Igisobanuro kitazwi!

source: Unknown Natural Class!
rw: Ijwishingiro ritazwi!

source: Unknown term!
rw: Ijambo ritazwi!

source: (Unknown)
rw: (Kitazwi)

source: Unnamed
rw: Kidafite izina

source: Unregistered
rw: Bitanditswe

source: &Unspecified
rw: &Bitagaragajwe

source: Unsp&ecified
rw: Bita&garagajwe

source: Unspecified
rw: Bitagaragajwe

source: Untested
rw: Bitagenzuwe

source: Uppercase
rw: Inyuguti nkuru

source: Usage
rw: Imikoreshereze

source: Usa&ge:
rw: Im&ikoreshereze:

source: Usages
rw: Imikoreshereze

source: &Use
rw: &Gukoresha

source: Use Allomorph
rw: Gukoresha

source: &Use Entry
rw: &Gukoresha umwinjizo

source: _User
rw: _Ukoresha

source: User Analyses
rw: Amasesengura y'ukoresha iyi porogaramu

source: user interface
rw: idirishya ry'ukoresha iyi porogaramu

source: User Interface:
rw: Idirishya ry'ukoresha iyi porogaramu:

source: User Opinion
rw: Igitekerezo cy'ukoresha

source: Users:
rw: Abakoresha:

source: Utilities
rw: Ibyagufasha

source: _Utilities...
rw: _Ibyagufasha

source: Valid?
rw: Gifire akamaro?

source: Value
rw: Agaciro

source: Value #{0}
rw: Agaciro #{0}

source: Values
rw: Agaciro

source: _Variant
rw: _Impindurantego

source: Variant abbreviation:
rw: Impine y'impindurantego

source: Variant Form
rw: Imiterere y'impindurantego

source: Variant name:
rw: Izina ry'impindurantego:

source: Variant not found?
rw: Impindurantego ntishoboye kuboneka?

source: Variant of
rw: Impindurantego ya

source: Variant of...
rw: Impindurantego ya...

source: &Variant of:
rw: &Impindurantego ya:

source: Variant Type
rw: Ubwoko bw'impindurantego

source: Variant Type :
rw: Ubwoko bw'impindurantego:
